{
  
    "Name": "Nome",
    "Email": "E-mail",
    "Password": "Senha",
    "Confirm Password": "Confirmar Senha",
    "Remember me": "Lembrar-me",
    "Forgot your password?": "Esqueceu sua senha?",
    "Log in": "Entrar",
    "Register": "Registrar",
    "Already registered?": "Já registrado?",
    "Forgot Password": "Esqueceu a Senha",
    "Reset Password": "Redefinir Senha",
    "Profile": "Perfil",
    "Log Out": "Sair",
    "Dashboard": "Painel",
    "Profile Information": "Informações do Perfil",
    "Update your account's profile information and email address.": "Atualize as informações do seu perfil e endereço de e-mail.",
    "Update Password": "Atualizar Senha",
    "Ensure your account is using a long, random password to stay secure.": "Certifique-se de que sua conta esteja usando uma senha longa e aleatória para se manter segura.",
    "Current Password": "Senha Atual",
    "New Password": "Nova Senha",
    "Delete Account": "Excluir Conta",
    "Save": "Salvar",
    "Saved.": "Salvo.",
    "Profile updated successfully.": "Perfil atualizado com sucesso.",
    "Password updated successfully.": "Senha atualizada com sucesso.",
    "The password must be at least 8 characters.": "A senha deve ter pelo menos 8 caracteres.",
    "The provided password does not match your current password.": "A senha fornecida não corresponde à sua senha atual.",
    "Your email address is unverified.": "Seu endereço de e-mail não foi verificado.",
    "Resend Verification Email": "Reenviar E-mail de Verificação",
    "A new verification link has been sent to your email address.": "Um novo link de verificação foi enviado para seu endereço de e-mail.",
    "Once your account is deleted, all of its resources and data will be permanently deleted.": "Depois que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente.",
    "Are you sure you want to delete your account?": "Tem certeza de que deseja excluir sua conta?",
    "Hello World": "Olá Mundo",


    "Admin Forgot Password": "Administrador - Esqueci a Senha",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Esqueceu sua senha? Sem problemas. Basta nos informar seu endereço de e-mail e enviaremos um link de redefinição de senha que permitirá que você escolha uma nova.",
    "Email Password Reset Link": "Enviar Link de Redefinição de Senha"
}
